Repository: OliverStaub/Recipe-Joe
Catalog: RecipeJoe/Localizable.xcstrings
Source language: en
Languages: de, gsw

source: About
de: Über
gsw: Über d App

source: Add Photo
de: Foto hinzufügen
gsw: Foti hinzuefüege

source: Add Recipe
de: Rezept hinzufügen
gsw: Neus Rezäpt

source: All
de: Alle
gsw: Alli

source: Analyzing with AI...
de: KI-Analyse läuft...
gsw: KI-Analyse lauft...

source: App Language
de: App-Sprache
gsw: App-Sprach

source: Are you sure you want to delete this recipe? This action cannot be undone.
de: Möchtest du dieses Rezept wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
gsw: Wetsch das Rezäpt würkli lösche? Das cha ned rückgängig gmacht werde.

source: Assemble
de: Zusammensetzen
gsw: Zämmesetze

source: Bake
de: Backen
gsw: Bache

source: by %@
de: von %@
gsw: vo %@

source: Cancel
de: Abbrechen
gsw: Abbräche

source: Category
de: Kategorie
gsw: Kategorie

source: Change Photo
de: Foto ändern
gsw: Neus Foti

source: Choose the language for the app interface.
de: Wähle die Sprache für die App-Oberfläche.
gsw: Wähl d Sprach für d App.

source: Clear Filters
de: Filter zurücksetzen
gsw: Filter zruggsetze

source: Cook
de: Kochen
gsw: Choche

source: Cuisine
de: Küche
gsw: Chuchi

source: Delete
de: Löschen
gsw: Lösche

source: Delete Recipe
de: Rezept löschen
gsw: Rezept lösche

source: End
de: Ende
gsw: Ändi

source: End of video
de: Video-Ende
gsw: Video-Ändi

source: Error loading recipe
de: Fehler beim Laden des Rezepts
gsw: Fähler bim Rezept lade

source: Extracting ingredients...
de: Zutaten werden extrahiert...
gsw: Zuetate wärded sorgfältig extrahiert...

source: Favorites
de: Favoriten
gsw: Favorite

source: Fetching recipe...
de: Rezept wird abgerufen...
gsw: Rezept wird gsuecht...

source: Fetching transcript...
de: Transkript wird abgerufen...
gsw: Transkript wird gsuecht...

source: Finish
de: Fertigstellen
gsw: Abschlüsse

source: Heat
de: Erhitzen
gsw: Erhitze

source: Home
de: Start
gsw: Start

source: Import failed
de: Import fehlgeschlagen
gsw: Import fählgschlage

source: Import PDF
de: PDF importieren
gsw: PDF importiere

source: Import your first recipe from the Add Recipe tab
de: Importiere dein erstes Rezept über den Tab "Rezept hinzufügen"
gsw: Importier dis erschte Rezäpt über de Tab "Rezäpt hinzuefüege"

source: ingredients
de: Zutaten
gsw: Zuetate

source: Ingredients
de: Zutaten
gsw: Zuetate

source: Instructions
de: Zubereitung
gsw: Ahwiisige

source: Keep Original Wording
de: Original-Text beibehalten
gsw: Original-Text bhalte

source: Language
de: Sprache
gsw: Sprach

source: Loading recipe...
de: Rezept wird geladen...
gsw: Rezept wird glade...

source: Loading recipes...
de: Rezepte werden geladen...
gsw: Rezpet wärded glade...

source: Long
de: Lang
gsw: Lang

source: Medium
de: Mittel
gsw: Mittel

source: Mix
de: Mischen
gsw: Mische

source: New Recipe
de: Neues Rezept
gsw: Neus Rezept

source: No image
de: Kein Bild
gsw: Keis Bild

source: No Matching Recipes
de: Keine passenden Rezepte
gsw: Kei passendi Rezept

source: No recipes found
de: Keine Rezepte gefunden
gsw: Keis Rezept gfunde

source: No Recipes Yet
de: Noch keine Rezepte
gsw: No kei Rezept

source: Paste recipe URL...
de: Rezept-URL einfügen...
gsw: Rezept-URL iifüege...

source: Photo Library
de: Fotomediathek
gsw: Fotomediathek

source: Prep
de: Vorbereitung
gsw: Vorbereite

source: Quick
de: Schnell
gsw: Schnäll

source: Reading text...
de: Text wird erkannt...
gsw: Täxt wird erkannt...

source: Recipe
de: Rezept
gsw: Rezept

source: Recipe Import
de: Rezept-Import
gsw: Rezept-Import

source: Recipe imported!
de: Rezept importiert!
gsw: Rezept importiert!

source: Recipe Language
de: Rezept-Sprache
gsw: Rezept-Sprach

source: Recipe sites
de: Rezept-Seiten
gsw: Rezept-Site

source: Recipes will be imported and translated to %@. This setting applies to future imports only.
de: Rezepte werden importiert und auf %@ übersetzt. Diese Einstellung gilt nur für zukünftige Importe.
gsw: Rezept wärded importiert und uf %@ übersetzt. Das giltet nur für zukünftigi Import.

source: Rest
de: Ruhen
gsw: Ruhe

source: Retry
de: Erneut versuchen
gsw: Nomal versuche

source: Saving recipe...
de: Rezept wird gespeichert...
gsw: Rezept wird gspeicheret...

source: Search
de: Suche
gsw: Suechi

source: Search by name, category, cuisine, or ingredients
de: Suche nach Name, Kategorie, Küche oder Zutaten
gsw: Suech nach Name, Kategorie, Chuchi oder Zuetate

source: Search Recipes
de: Rezepte suchen
gsw: Rezept sueche

source: Search recipes...
de: Rezepte suchen...
gsw: Rezept sueche...

source: Select a time range to extract a specific recipe, or leave empty to use the full video.
de: Wähle einen Zeitbereich um ein bestimmtes Rezept zu extrahieren, oder leer lassen für das ganze Video.
gsw: Wähl en Ziitbereich zum es bestimmts Rezäpt z extrahiere, oder leer la fürs ganze Video.

source: Settings
de: Einstellungen
gsw: Istellige

source: Step
de: Schritt
gsw: Schritt

source: steps
de: Schritte
gsw: Schritt

source: Steps will be imported in their original language without rewording.
de: Schritte werden in ihrer Originalsprache importiert, ohne umformuliert zu werden.
gsw: Schritt wärded i de Originalsprach importiert, ohni umformuliert z wärde.

source: Supports:
de: Unterstützt:
gsw: Understützt:

source: System Default
de: Systemstandard
gsw: System Standard

source: Take Photo
de: Foto aufnehmen
gsw: Foti ufneh

source: to taste
de: nach Geschmack
gsw: nach Gschmack

source: Total
de: Gesamt

source: Try a different search term
de: Versuche einen anderen Suchbegriff
gsw: Probier en andere Suechbegriff

source: Try adjusting your filters
de: Versuche deine Filter anzupassen
gsw: Probier dini Filter aazpasse

source: Unknown
de: Unbekannt
gsw: Unbekannt

source: Uploading file...
de: Datei wird hochgeladen...
gsw: Datei wird ufeglade...

source: Uploading...
de: Wird hochgeladen...
gsw: Wird ufeglade...

source: View Original Recipe
de: Original-Rezept ansehen
gsw: Original-Rezäpt aaluege
